---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelCurrentPhasebParam
source: html/ef474078-28a6-9e90-925c-f0324976d3dc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelCurrentPhasebParam Property

"Current Phase B"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelCurrentPhasebParam { get; }
```